Revit 2027 API
ParameterTypeId.ModelOrSymbolic Property
 "Model or Symbolic"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ModelOrSymbolic { get; }
Public Shared ReadOnly Property ModelOrSymbolic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ModelOrSymbolic {
	ForgeTypeId^ get ();
}
static member ModelOrSymbolic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace